Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/environmental_law/access_to_environmental_information.html.txt.tmx
Source language: en
Languages: ga

source: Access to environmental information
ga: Rochtain ar fhaisnéis comhshaoil

source: You have the right to obtain certain environmental information from a public authority
ga: Tá ceart agat faisnéis chomhshaoil áirithe a fháil ó údarás poiblí

source: To get access to environmental information you can use Freedom of Information (FOI) legislation or the European Communities (Access to Information on the Environment) Regulations 2007 to 2014 (AIE Regulations)
ga: Chun faisnéis chomhshaoil a fháil, is féidir leat an reachtaíocht maidir le Saoráil Faisnéise (FOI) a úsáid nó Rialacháin na gComhphobal Eorpach (Rochtain ar Fhaisnéis maidir leis an gComhshaol), 2007-2014 (Rialacháin AIE)

source: As well as giving you the right to access environmental information, the AIE Regulations also oblige public authorities to be proactive in disseminating environmental information to the public
ga: Chomh maith le ceart rochtana ar fhaisnéis chomhshaoil a thabhairt duit, leagann Rialacháin AIE dualgas ar údaráis phoiblí bheith réamhghníomhach maidir le faisnéis chomhshaoil a scaipeadh go poiblí

source: Public authorities must inform the public of their rights and provide information and guidance on exercising those rights
ga: Ní mór d’údaráis phoiblí an pobal a chur ar an eolas faoina gcuid ceart agus faisnéis agus treoir a chur ar fáil ar na cearta siúd a chleachtadh

source: They must also make reasonable efforts to maintain environmental information and have it in a form that is accessible and can be reproduced
ga: Ina theannta sin, ní mór dóibh iarrachtaí réasúnta a dhéanamh chun faisnéis chomhshaoil a choimeád agus í a choinneáil i bhfoirm atá inrochtana agus is féidir a atáirgeadh

source: You can read the legislative background to the AIE Regulations and the guidance notes (pdf) on their implementation
ga: Féadfaidh tú teacht ar thuilleadh faisnéise faoi na Rialacháin AIE anseo agus an cúlra reachtaíochta a léamh

source: What is a public authority?
ga: Céard is údarás poiblí ann?

source: A public authority is any body or organisation that has a role in public administration and that possesses environmental information
ga: Údarás poiblí is ea comhlacht nó eagraíocht ar bith a bhfuil ról acu i riarachán poiblí agus a bhfuil faisnéis chomhshaoil acu

source: The definition of public authorities under the AIE Regulations is broader than under FOI legislation
ga: Tá sainmhíniú ar údaráis phoiblí faoi Rialacháin AIE níos fairsinge ná mar atá sé faoin reachtaíocht FOI

source: This means if an authority is not covered by FOI, you may still be able to get access to environmental information using the AIE Regulations
ga: Ciallaíonn seo, mura bhfuil údarás cumhdaithe ag FOI, d’fhéadfadh go mbeifeá fós in ann rochtain a fháil ar fhaisnéis chomhshaoil trí leas a bhaint as Rialacháin AIE

source: Public authorities, for the purposes of AIE Regulations, include government departments, local authorities, commercial and non-commercial State agencies and regulatory bodies
ga: I measc na n-údarás poiblí, chun críocha Rialachán AIE, tá ranna rialtais, údaráis áitiúla, gníomhaireachtaí Stáit tráchtála agus neamhthráchtála agus comhlachtaí rialála

source: If a body or organisation denies your request for environmental information on the basis that it is not a public authority, you can query this decision, following the steps outlined below - see ‘What can I do if I am refused access to information?
ga: Má shéanann comhlacht nó eagraíocht d’iarratas ar fhaisnéis chomhshaoil ar an mbonn nach údarás poiblí iad, féadfaidh tú an cinneadh seo a fhiosrú, tríd na bearta a shonraítear thíos a leanúint – féach ‘Céard is féidir liom a dhéanamh má dhiúltaítear rochtain dom ar fhaisnéis?

source: What information can I access?
ga: Cén fhaisnéis ar féidir liom rochtain a fháil uirthi?

source: The AIE Regulations allow you to access a wide range of information
ga: Ceadaíonn na Rialacháin AIE duit rochtain a fháil ar réimse fairsing faisnéise

source: They allow you to access environmental information produced by a public authority, received by a public authority and held elsewhere on behalf of the authority
ga: Ceadaíonn siad rochtain ar fhaisnéis chomhshaoil a chuir údarás poiblí le chéile, a fuair údarás poiblí agus a coimeádadh in áit eile thar ceann an údaráis

source: Environmental information includes information on:
ga: Áirítear le faisnéis chomhshaoil, faisnéis ar an méid a leanas:

source: • The state of the elements of the environment, such as air and atmosphere, water, soil, land, landscape and natural sites including wetlands, coastal and marine areas, biological diversity and its components, including genetically modified organisms and the interaction among these elements
ga: • Staid eilimintí an chomhshaoil, cosúil le haer agus atmaisféar, uisce, ithir, talamh, tírdhreach agus láithreacha nádúrtha, lena n-áirítear bogaigh, ceantair chósta agus mhara, bithéagsúlacht agus a hairíonna, lena n-áirítear orgánaigh ghéinmhodhnaithe agus an idirghníomhaíocht idir na heilimintí seo

source: • Factors, such as substances, energy, noise, radiation or waste, including radioactive waste, emissions, discharges and other releases into the environment, affecting or likely to affect the elements of the environment
ga: • Tosca, ar nós substaintí, fuinnimh, torainn, radaíochta nó dramhaíola, lena n-áirítear dramhaíl radaighníomhach, astuithe, sceitheadh agus scaoileadh eile sa chomhshaol, a imríonn tionchar nó ar dócha go n-imreoidh siad tionchar ar eilimintí an chomhshaoil

source: • Measures (including administrative measures), such as policies, legislation, plans, programmes, environmental agreements, and activities affecting or likely to affect the elements and factors referred to above as well as measures or activities designed to protect those elements
ga: • Bearta (lena n-áirítear bearta riaracháin), ar nós beartas, reachtaíochta, pleananna, cláir, comhaontuithe comhshaoil, agus gníomhaíochtaí a imríonn tionchar nó ar dócha go n-imreoidh siad tionchar ar na heilimintí agus na tosca a shonraítear thuas, mar aon le bearta nó gníomhaíochtaí atá in ainm is na heiliminti siúd a chosaint

source: • Cost-benefit and other economic analyses and assumptions used for the above measures and activities
ga: • Anailís costas tairbhe agus anailís agus toimhdí eile geilleagracha a úsáidtear maidir leis na bearta agus na gníomhaíochtaí a shonraítear thuas

source: • The state of human health and safety, including the contamination of the food chain, where relevant, conditions of human life, cultural sites and built structures that may be affected by the elements of the environment
ga: • Staid sláinte agus sábháilteachta daonna, lena n-áirítear éilliú an tslabhra bia, nuair is cuí, coinníollacha beatha an duine, láithreacha cultúrtha agus struchtúir thógtha a bhféadfadh eilimintí an chomhshaoil tionchar a imirt orthu

source: • Reports on the implementation of environmental legislation
ga: • Tuarascálacha ar chur i bhfeidhm reachtaíocht chomhshaoil

source: How will my request be handled?
ga: Conas a láimhseálfar le m’iarratas?

source: The public authority must respond to your request as soon as possible, at latest within 1 month of having received it
ga: Ní mór don údarás poiblí freagra a thabhairt ar d’iarratas a luaithe is féidir, ar a laghad laistigh de mhí amháin tar éis an t-iarratas a fháil

source: It should offer assistance to enable you to make a request, particularly if you have literacy difficulties or a disability
ga: Ba cheart dóibh cúnamh a thairiscint lena chur ar do chumas iarratas a dhéanamh, go háirithe má tá deacrachtaí litearthachta agat nó má tá tú faoi mhíchumas

source: If the request is complex or a large volume of information is required, the authority must write to you within a month and inform you of its difficulties processing your request
ga: Más casta don iarratas, nó má theastaíonn mórmhéid faisnéise, ní mór don údarás scríobh chugat laistigh de mhí amháin agus thú a chur ar an eolas faoin deacracht atá acu le d'iarratas a phróiseáil

source: It must also give you a date by which it will respond, which must be not more than 2 months after it got your original request
ga: Ní mór dóibh dáta a lua faoina dtabharfaidh siad freagra duit – tráth nach déanaí ná 2 mhí tar éis go bhfuair siad do bhuniarratas

source: The AIE Regulations require public authorities to designate information officers to maintain registers or lists of the environmental information held, or else provide an information point to indicate clearly where such information can be found
ga: Ceanglaíonn na Rialacháin AIE ar údaráis phoiblí chun oifigigh faisnéise a shannadh chun cláir nó liostaí a choimeád den fhaisnéis chomhshaoil a coimeádadh, nó pointe faisnéise a sholáthar lena léiriú go soiléir cén áit a bhféadfaí teacht ar an bhfaisnéis sin

source: Public authorities must also register and process all requests for the environmental information that they hold
ga: Ina theannta sin, ní mór d’údaráis phoiblí gach iarratas a chlárú agus a phróiseáil don fhaisnéis chomhshaoil atá á coimeád acu

source: What if the public authority doesn’t have the information?
ga: Céard a tharlaíonn mura bhfuil an fhaisnéis ag an údarás poiblí?

source: If the authority to which you make your request does not have the information, it may transfer your request to the authority that does have it, and inform you of this
ga: Mura bhfuil an fhaisnéis ag an údarás a ndéanann tú iarratas orthu, d’fhéadfaidís d’iarratas a aistriú chuig an údarás a bhfuil an fhaisnéis sin acu, agus thú a chur ar an eolas ina thaobh seo

source: However, instead of transferring your request, it may provide you with information about where to send your request
ga: Ar a shon sin, in ionad d’iarratas a aistriú, d’fhéadfaidís faisnéis a thabhairt duit faoi cén áit a bhféadfá d’iarratas a sheoladh

source: Can I be refused access to environmental information?
ga: An féidir rochtain ar fhaisnéis chomhshaoil a dhiúltú duit?

source: You may be refused access to some types of information
ga: D’fhéadfadh go ndiúltófaí rochtain duit ar roinnt saghsanna faisnéise

source: For example, you may be refused information about the location of an endangered species if disclosure of this information could put the species at risk
ga: Mar shampla, d’fhéadfaí faisnéis a dhiúltú duit faoi láthair speicis atá i mbaol, dá gcuirfeadh nochtadh na faisnéise seo an speiceas i mbaol

source: You may also be refused access to draft or incomplete documents, internal communication (such as internal emails) or material that is commercially sensitive
ga: Ina theannta sin, d’fhéadfaí rochtain a dhiúltú duit ar dhréachtcháipéisí nó ar cháipéisí neamhiomlána, cumarsáid inmheánach (ar nós ríomhphoist inmheánacha) nó ábhar atá íogair i dtaobh cúrsaí tráchtála de

source: Further details on exemptions are available in the guidance notes (pdf)
ga: Tá fáil ar bhreis sonraí ar dhíolúintí sna nótaí treorach (pdf)

source: In general, you cannot be refused information about emissions into the environment
ga: Go ginearálta, ní féidir faisnéis faoi astuithe sa chomhshaol a dhiúltú duit

source: A request for information using the AIE Regulations will be refused if the information is required to be made available under any other statutory provision - for example, where a planning authority is required to publish the information or make a planning file available
ga: Diúltófar iarratas ar fhaisnéis trí leas a bhaint as Rialacháin AIE más gá an fhaisnéis a chur ar fáil faoi aon fhoráil reachtúil eile – mar shampla, sa chás go gceanglaítear ar údarás pleanála an fhaisnéis a fhoilsiú nó chun comhad pleanála a chur ar fáil

source: What can I do if I am refused access to information?
ga: Céard is féidir liom a dhéanamh má dhiúltaítear rochtain dom ar fhaisnéis?

source: The public authority must notify you of the outcome of your request within 1 month
ga: Ní mór don údarás poiblí fógra a thabhairt duit faoi thoradh an iarratais laistigh de mhí amháin

source: If you do not get a response within this time you can assume that your request has been refused
ga: Mura bhfaigheann tú freagra laistigh den tréimhse seo, is féidir leat glacadh leis gur diúltaíodh don iarratas

source: There are reasons when you can be legally refused access to environmental information
ga: Tá cúiseanna ann gur féidir rochtain ar fhaisnéis chomhshaoil a dhiúltú duit go dlíthiúil

source: However, if a public authority refuses your request for information or has not dealt with your request appropriately, you can seek an internal review of the decision made by the public authority
ga: Ar a shon sin, má dhiúltaíonn údarás poiblí d’iarratas ar fhaisnéis duit nó murar dhéileáil siad le d’iarratas go cuí, féadfaidh tú athbhreithniú ag an údarás poiblí a lorg

source: If you require an internal review, you must request it within 1 month of getting the decision
ga: Má theastaíonn athbhreithniú inmheánach uait, ní mór duit é a lorg laistigh de mhí amháin tar éis an cinneadh a fháil

source: If you are not satisfied with the outcome of the internal review you can appeal to the Commissioner for Environmental Information (CEI)
ga: Mura bhfuil tú sásta le toradh an athbhreithnithe inmheánaigh, is féidir leat achomharc a dhéanamh leis an gCoimisinéir um Fhaisnéis Chomhshaoil (CFC)

source: You must appeal within 1 month of getting the reviewed decision from the public authority
ga: Ní mór duit achomharc a dhéanamh laistigh de mhí amháin tar éis an cinneadh athbhreithnithe a fháil ón údarás poiblí

source: The CEI may extend the time limit if he/she believes it is reasonable to do so
ga: Féadfaidh an CFC an teorainn ama a shíneadh má chreideann sé/sí gur réasúnach amhlaidh a dhéanamh

source: Public authorities must comply with the CEI's decisions and if necessary the CEI can apply to the High Court to have a decision upheld
ga: Ní mór d’údaráis phoiblí cinntí an CFC a chomhlíonadh agus, más gá, féadfaidh an CFC iarratas a dhéanamh ar an Ard-Chúirt go seasfar le cinneadh

source: The CEI's decisions are published on ocei.gov.ie
ga: Foilsítear cinntí an CFC ar ocei.gov.ie

source: You (or any other person affected by the CEI’s decision) can appeal to the High Court on a point of law arising from that decision
ga: Féach ‘Conas iarratas a dhéanamh’ thíos chun teacht ar bhreis sonraí ar athbhreithniú inmheánach a lorg nó ar achomharc a dhéanamh

source: See 'How to apply' below for more details on requesting an internal review or making an appeal
ga: Ina theannta sin, d’fhéadfá an fhaisnéis a fháil saor in aisce mura mbíonn costais shuntasacha i gceist

source: There is no charge for applying for environmental information under the AIE Regulations
ga: Athbhreithniú inmheánach a dhéanamh ar chinneadh

source: You may get the information without charge, but there may be a fee to take account of the costs of compiling and copying information
ga: Ní ghearrtar aon táille ar athbhreithniú inmheánach a dhéanamh ar chinneadh ag údarás poiblí

source: Public authorities must make publicly available a list of fees, if any, charged for providing environmental information
ga: Má chinneann an t-athbhreithniú inmheánach gur cheart an fhaisnéis a lorg tú a thabhairt duit, d’fhéadfaí táille a ghearradh ort as fótachóipeáil etc

source: There is no charge for an internal review of a decision by a public authority
ga: Cinneadh a achomharc leis an gCoimisinéir um Fhaisnéis Chomhshaoil

source: However, if the review decides that you should get the information you requested, you may be charged for photocopying etc
ga: Cosnaíonn sé €50 chun achomharc a ghlacadh leis an CFC, nó €15 má tá cárta leighis agat

source: It costs €50 to take an appeal to the CEI, or €15 if you have a medical card. If you were not a party to the original request and are appealing a decision to release information that you feel will incriminate you, the fee is €15
ga: Murar pháirtí thú leis an mbuniarratas agus má tá cinneadh á achomharc agat le faisnéis a scaoileadh a bhraitheann tú a dhéanfadh thú a ionchoiriú, is ionann an táille agus €15

source: You must make your request for environmental information in writing or electronic form
ga: Ní mór duit d’iarratas ar fhaisnéis chomhshaoil a dhéanamh i scríbhinn nó i bhfoirm leictreonach

source: Refer to the public authority’s website or Information Unit for guidance
ga: Ba cheart duit súil a chaitheamh ar láithreán gréasáin an údaráis phoiblí nó ar an Aonad Faisnéise chun treoir a fháil

source: When sending your request, you must:
ga: Nuair a bhíonn d’iarratas á sheoladh agat, ní mór duit an méid a leanas a dhéanamh:

source: • Mention the AIE Regulations
ga: • Na Rialacháin AIE a lua

source: • State clearly the environmental information you want. Be as specific as possible - this will help your application to be processed faster and may reduce your costs (if any)
ga: • An fhaisnéis chomhshaoil a theastaíonn uait a lua go soiléir Bheith chomh sonrach agus is féidir - cabhróidh seo le próiseáil níos tapúla d’iarratais agus d’fhéadfadh sé do chuid costas a laghdú (más ann dóibh)

source: • Provide your contact details
ga: • Do chuid sonraí teagmhála a sholáthar

source: If you require the information in a specific format (such as email or letter) you should specify which format in your request
ga: Má theastaíonn an fhaisnéis uait i bhformáid ar leith (ar nós ríomhphoist nó litreach), ba cheart duit a shonrú cén fhormáid a theastaíonn uait i d’iarratas

source: You do not have to state your interest in making the request
ga: Ní gá duit an leas a lua atá agat leis an iarratas a dhéanamh

source: If you require an internal review of a decision, apply within 1 month of getting the decision, to the public authority to which you made your request for environmental information
ga: Má theastaíonn athbhreithniú inmheánach uait ar chinneadh, déan iarratas laistigh de mhí amháin tar éis an cinneadh a fháil, leis an údarás poiblí a ndearna tú d’iarratas ar fhaisnéis chomhshaoil orthu

source: If you wish to appeal to the Commissioner for Environmental Information, do this within 1 month, either online or using the appeal form (pdf)
ga: Mura bhfuil tú sásta le toradh an athbhreithnithe inmheánaigh, is féidir leat achomharc a dhéanamh leis an gCoimisinéir um Fhaisnéis Chomhshaoil laistigh de mhí amháin, cibé acu ar líne nó trí leas a bhaint as an bhfoirm achomhairc (pdf)

source: The CEI publishes further information on how to appeal
ga: Tá fáil ar thuilleadh faisnéise ar conas achomharc a dhéanamh ar láithreán gréasáin an Choimisinéara

source: Your application for environmental information should be sent to the public authority that holds the information you require
ga: Ba cheart go seolfar d’iarratas ar fhaisnéis chomhshaoil chuig an údarás poiblí a choimeádann an fhaisnéis a theastaíonn uait

source: Any request for an internal review should be sent to the same public authority
ga: Ba cheart aon iarratas ar athbhreithniú inmheánach a sheoladh chuig an údarás poiblí céanna
